public/cotacoes_enviadas/5046_COT2897-384_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>26/10/2022 09:26:46</Dt_Gravacao>
  <Cd_Fornecedor>08774906000175</Cd_Fornecedor>
  <Cd_Cotacao>COT2897-384</Cd_Cotacao>
  <Cd_Condicao_Pagamento>3</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor/>
  <Qt_Prz_Minimo_Entrega>12</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>3500,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>19665</Id_Produto_Sintese>
      <Cd_Produto_Comprador>1647</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>403</Id_Marca>
          <Ds_Marca>EQUIPLEX</Ds_Marca>
          <Qt_Embalagem>200</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>230009</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>8127</Id_Produto_Sintese>
      <Cd_Produto_Comprador>1677</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>403</Id_Marca>
          <Ds_Marca>EQUIPLEX</Ds_Marca>
          <Qt_Embalagem>24</Qt_Embalagem>
          <Vl_Preco_Produto>14,9900</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>-</Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>230041</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>